{
    vizitkiCost: [
        [
            [
                ["336","560","1000","1900"],["672","1260","2750","5225"],["624","1060","2250","4275"]
            ],
            [
                ["432","500","1100","2090"],["Требует уточнения!","Требует уточнения!","Требует уточнения!","Требует уточнения!"],["Требует уточнения!","Требует уточнения!","Требует уточнения!","Требует уточнения!"]
            ],
        ],
        [
            [
                ["528","800","1750","3325"],["672","1300","3000","5700"],["768","1500","3500","6300"]
            ],
            [
                ["576","940","2250","4269"],["Требует уточнения!","Требует уточнения!","Требует уточнения!","Требует уточнения!"],["Требует уточнения!","Требует уточнения!","Требует уточнения!","Требует уточнения!"]
            ],
        ]
    ]
}